Repository: joaomiguelmarchi/Projeto-Final
Catalog: lib/l10n/app_*.arb
Languages: pt

# language
source: English
pt: Portuguese

# initial_screen_btn1
source: Number of Lots
pt: Número de Vagas

# initial_screen_btn2
source: Price per hour
pt: Preço por hora

# initial_screen_btn3
source: Enter a Vehicle
pt: Entradas

# initial_screen_btn4
source: Vehicles
pt: Veículos

# initial_screen_btn5
source: Informations
pt: Informações

# screen1_title
source: Number of lots
pt: Número de vagas

# lots_list
source: Lot
pt: Vaga

# screen1n1_title
source: Type the number of lots
pt: Digite o número de vagas

# screen1n1_type
source: Number of Lots
pt: Numero de Vagas

# screen1n1_btn
source: Save
pt: Salvar

# screen2_title
source: Price per hour
pt: Preço por Hora

# enter_screen_title
source: Add Vehicle
pt: Adicionar Veículo

# enter_screen_type1
source: Owner name
pt: Nome do condutor

# enter_screen_type2
source: Plate
pt: Placa

# enter_screen_btn1
source: Save
pt: Salvar

# cars_screen_title
source: Vehicles
pt: Veículos

# cars_screen_text
source: There is no vehicle
pt: Não há nenhum veículo

# records_screen_title
source: Records
pt: Registros

# info_screen_text
source: Used Lots:
pt: Vagas Utilizada:

# info_screen_text2
source: Total Earn:
pt: Renda total:

# settings_screen_title
source: Settings
pt: Configurações

# settings_screen_btn1
source: Change theme to
pt: Mudar para o tema

# settings_screen_btn2
source: Change language to Portuguese
pt: Mudar o idioma para Inglês

# cars_list_name
source: Owner:
pt: Condutor:

# cars_list_plate
source: Plate:
pt: Placa:

# cars_list_start
source: Start Date:
pt: Entrada:

# records_list_title
source: Removed Vehicle
pt: Veículo removido

# records_list_name
source: Owner:
pt: Condutor:

# records_list_plate
source: Plate:
pt: Placa:

# records_list_start
source: Start Date:
pt: Entrada:

# records_list_end
source: End Date :
pt: Saída:

# records_list_btn1
source: Show Price
pt: Calcular Preço:

# records_list_text
source: Price $
pt: Preço R$

# table_column1
source: Options
pt: Faixa

# table_column2
source: Interval
pt: Intervalo

# table_column3
source: Price
pt: Preço

# table_row1_text
source: Option 0
pt: Faixa 0

# table_row2_text
source: Option 1
pt: Faixa 1

# table_row3_text
source: Option 2
pt: Faixa 2

# table_row4_text
source: Option 3
pt: Faixa 3

# table_row1_text2
source: Less than 1 hour
pt: Menos de 1 hora

# table_row2_text2
source: Between 1 and 4 hours
pt: Entre 1 e 4 horas

# table_row3_text2
source: Between 4 and 8 hours
pt: Entre 4 e 8 horas

# table_row4_text2
source: More than 8 hours
pt: Mais de 8 horas
